{
    "people": [
        {
            "name": "Emily Liquin",
            "type": "PI",
            "bio": "Emily is the Principal Investigator of the ELM Lab, and an Assistant Professor in the University of New Hampshire Department of Psychology. She is interested in understanding how people control their own learning by being curious, asking questions, and exploring. Outside of the lab, she enjoys hiking, reading, and trying new cookie recipes.",
            "img": "EL_square.png",
            "links": [
                {
                    "name": "website",
                    "url": "http://emilyliquin.com/"
                },
                {
                    "name": "cv",
                    "url": "http://emilyliquin.com/files/Liquin_CV_website.pdf"
                },
                {
                    "name": "bluesky",
                    "url": "https://emilyliquin.bsky.social"
                },
                {
                    "name": "email",
                    "url": "mailto:emily.liquin@unh.edu"
                }
            ]

        },
        {
            "name": "Skyler Murphy",
            "type": "Lab Manager",
            "bio": "Skye is a senior majoring in Psychology at the University of New Hampshire. She is from Connecticut and enjoys spending her time reading, hammocking, and Djing for WUNH. Skye is excited to gain experience within the psychology field through this lab that will aid her in her future endeavors.",
            "img": "SkylerMurphy.png",
            "links": [
                {
                    "name": "email",
                    "url": "mailto:skyler.murphy@unh.edu"
                }
            ]
        },
        {
            "name": "Madeline Klotz",
            "type": "Grad Student",
            "bio": "Madeline is a second-year PhD student in the ELM lab. She is most interested in researching what triggers us to be curious and how we can spark more playfulness in adults. When she’s not in the lab, she enjoys meditating, hosting dinner parties and finding local swimming holes.",
            "img": "MadelineKlotz.jpg",
            "links": [
                {
                    "name": "email",
                    "url": "mailto:madeline.klotz@unh.edu"
                }
            ]

        },
        {
            "name": "Ella Curtis",
            "type": "RA",
            "bio": "Ella is a freshman double majoring in psychology as well as neuroscience and behavior at UNH. She is interested in finding better ways to combat mental illness with a better understanding of neural connections. Ella is from Massachusetts and in her free time she enjoys watching sporting events and spending time with family.",
            "img": "EllaCurtis.png"
        },
        {
            "name": "Angel Eaton",
            "type": "RA",
            "bio": "Angel is a senior pursuing a B.S. in Neuroscience & Behavior, with minors in Psychology and Forensics. She hopes to continue her education and pursue a PhD focusing on the interrelationship of neuroscience & psychology in clinical settings. Angel is from Derry, NH and in her free time enjoys singing and spending quality time with her friends, family, and dogs.",
            "img": "AngelEaton.jpeg"
        }


    ]
        
}